<?php
// Version: 2.0.16; Agreement

$txt['agreement'] = 'Регистрационное соглашение';
$txt['agreement_updated'] = 'Обновленное регистрационное соглашение';
$txt['agreement_updated_desc'] = 'Вы должны принять условия регистрационного соглашения, чтобы продолжить использование форума.';
$txt['agreement_accepted'] = 'Вы приняли условия настоящего соглашения на %1$s.';
$txt['privacy_policy'] = 'Политика конфиденциальности';
$txt['privacy_policy_updated'] = 'Обновленная политика конфиденциальности';
$txt['privacy_policy_updated_desc'] = 'Вы должны принять условия политики конфиденциальности, чтобы продолжить использование форума.';
$txt['privacy_policy_accepted'] = 'Вы приняли условия настоящей политики конфиденциальности на %1$s.';
$txt['agreement_and_privacy_policy'] = 'Регистрационное соглашение и политика конфиденциальности';
$txt['agree'] = 'Я принимаю';

?>